[Translated.by.VDOWN.CN]

[Main]
Abort=中断
About=关于
ActivationServer=Activation server
ActivationServerNotSpecified=Activation server not specified
Add=添加
Address=地址
AddressNotFound=地址 "%.8x" 未找到
AddressUsedByProcedure=地址被流程 "%s" 使用
AddWatermark=新建水印
Age=使用期限
Algorithm=算法密钥
All=所有
AllFiles=所有文件
AllProcedures=所有流程
ApplicationIsNotAllowedToRun=应用程序禁止运行
AutoSaveProject=编译后自动保存项目文件
Back=上一步
Best=最佳 (解压速度较慢)
Block=屏蔽注册码
BreakAddress=流程末端
Calculate=计算
Calculator=计算器
Calls=程序调用
Cancel=取消
CheckAtr=Check ATR
ClearHistory=清空历史记录
Close=关闭
CloseFolders=收缩所有节点
CodeSectionNotFound=区段 "CODE" 未找到
CommandNotSupport=不支持的命令
Commands=汇编
CommandsWithConditions=内部条件汇编
Comments=备注信息
CompilationType=编译类型
CompilationTypeHelp=正确选择 <a href="expert_procedures.htm#CompilationTypes">保护方式</a> 将对分析和破解受保护的对象 (过程，函数，代码段)之间确保保护的等级和执行性能最佳比例.
Compile=编译
Compiled=编译完成
CompilerMessages=编译器消息
ConditionalJumps=条件跳转
СontainsProtectedCode=包含受保护的代码
Confirm=确认
Contents=帮助内容
Continue=继续
Copy=复制
CopySerialNumber=复制序列号
Count=数量
CPU=CPU
CreateFileError=无法创建文件 "%s"
CreateUserKey=创建用户加密锁
CryptValues=隐藏常量
CryptValuesHelp=如果使用这个选项, 将无法找到变量的地址，或者无法在OpenForm使用字节码调用函数的地址.
CustomerName=客户名称
Cut=剪切
Date=授权日期
Debug=调试模式 (搜索外部地址)
DebugHelp=如果 "调试模式" 这个选项被打开, INT 03指令将可以采取到原代码. 当程序在调试模式下运行时这是一个普通的断点和服务指.
Debugger=检测调试器
DebuggerHelp=此选项防止受保护的文件被调试. 有2种类型的调试器: user-mode (OllyDBG, WinDBG, etc) 和 kernel-mode (SoftICE, Syser, etc).
DebuggerFound=已找到调试器
DecreaseIsSpeed=降低运行速度
Del=删除
DelDLL=删除 DLL
Delete=删除
Deleting=正在删除
DelFolder=删除节点
DelLicense=删除授权
DelProcedure=删除流程
DelWatermark=删除水印
Demo=演示版
DemoLimit=未注册版只能处理一个流程
Detection=检测
DeveloperPIN=开发者 PIN (个人识别码)
DeveloperPINHelp=该参数已被用作 <a href="dongle_flashing.htm">用户加密锁写入</a>，及配置写入为加密锁根目录密码.
Device=设计
Direction=方向
Directories=目录表
DLLExist=DLL "%s" 已经存在
DoFind=查找
DonglesFlashing=加密锁写入
Down=向下
DragFileToOpen=拖放要打开的文件到这里
Dump=转储
DynamicOnlineCommands=动态创建联机命令
Edit=编辑
EditDLL=编辑 DLL
EditFolder=编辑节点
EditLicense=编辑授权
EditProcedure=编辑流程
EditWatermark=编辑水印
EMail=E-Mail
EmptyCompile=未找到要编译的数据
EmptyFileName=未指定文件名称
EmptyModule=未指定模块
EmptyProcess=未指定进程
EnabledForUse=允许使用
EncryptRegisters=离开虚拟机时加密寄存器
EncryptRegistersHelp=如果打开这个选项, 该处理器的寄存器将输出虚拟过的加密值，这些值将在不同的地方为每个受保护的部分解密.
EraseUserKey=清除用户加密锁
Error=错误
Execute=运行
ExecutedFiles=可执行文件
ExecutionCounter=执行计数器
Exit=退出
ExpertMode=专家模式
ExpireDate=截止日期
Export=输出表
ExportKeyPair=导出密钥
ExtAddress=外部地址
ExternalAdresses=外部地址
Fast=快速 (解压速度较快)
File=文件
FileCorrupted=文件损坏
FileInfo=文件信息
FileIsNotDLL=文件 "%s" 不是 x%d DLL文件
FileName=文件名称
FileOffset=文件偏移
FilePacked=文件 "%s" 可能已经被压缩过。仍然要载入此文件吗？
FileUnknownFormat=文件 "%s" 是未知格式
Find=查找
FindNext=查找下一个
Flags=标记
FoundUnpairedMarkers=发现 %d 未闭合的标识
Generate=生成
Goto=前往地址
HardwareID=硬件码
HardwareIDInformation=硬件ID的信息
HDD=硬盘
Header=主题
Help=帮助
Hint=提示
HomePage=官方主页
Host=主机
Identifier=识别符
Ignore=忽略
Import=导入表
ImportLicense=导入授权
ImportLicenseFromProjectFile=从项目文件导入授权
ImportLicenseFromSerialNumber=从序列号导入授权
ImportLicenses=从 VMPDB 文件导入授权
ImportLicensesResult=已导入授权: %d已冻结授权: %d
ImportProtection=导入表保护
ImportProtectionHelp=此选项允许您隐藏受保护程序中使用的API列表.
IncludeInCompilation=包含在编译
Information=信息
InvalidAddress=无效的地址
InvalidCPUType=处理器 "%s" 不支持
InvalidFormat=文件 "%s" 是错误的 %s 格式
InvalidHardwareId=硬件ID无效或为空
InvalidKeyID=无效的密钥标识
InvalidLicensingParameters=这些授权参数和项目文件不匹配
InvalidOSType=操作系统 "%s" 不支持
InvalidSerialNumber=此序列号和项目不匹配
JmpOnExternalAddress=跳到外部地址: %.8x
JmpOnInternalAddress=跳到内部地址: %.8x
JumpOnCommandPart=多指令跳转
Jumps=跳转
Key=密钥
KeyIdentifier=密钥标识
KeyIdentifierHelp=这个参数可能包含密钥标识，被保护的应用程序的特定复制本.
KeyLength=密钥长度
KeyPairExportResult=导出结果
KeyPairExportTarget=导出格式
KeyMode=模式
KeyModeHelp=该参数已被用作 <a href="dongle_flashing.htm">用户加密锁写入</a> ，且配置为加密锁执行模块格式. 此写入到加密锁的模块必须用相同的格式.
Language=语言
Legend=说明
Level=级别
License=授权
LicenseBlocked=授权已经被禁止
LicenseFiles=授权管理器数据库
Licenses=授权管理
LicenseInformation=授权详细信息
LicenseNumber=授权码
LicenseOptions=授权设置选项
LicenseOptionsHelp=如果使用这个选项, 这将适用于所有对象包括在项目与 "<a href="expert_procedures.htm#LockToKey">绑定密钥</a>".
LicenseDataNotFound=在文件 "%s" 中未找到授权数据
LicenseFieldIsTooLong=字段 "%s" 太长了： %d 字节.最大允许字节数： %d (UTF-8 编码方式)
LicensingParameters=授权参数设置
LicensingParametersHelp=该软件采用授权制度生成和验证序列号. 支持各种限制: 期满日期, 运行时间限制, 加密锁, 代码加密, 限制免费更新以及 <a href="manager/features.htm">更多</a>.
LicensingSystemHelp=在使用授权系统前需要先生产密匙. 这将用于序列号的生成和检查.
LicensingSystemNotSupport=授权管理系统在此版本不支持
LoadAtStart=在启动时加载
Loading=载入
LockToKey=绑定密钥
LockToSerialNumber=绑定注册码
LockToSerialNumberHelp=当这个选项被启用, 虚拟化的代码将执行加密 ，除非提供的序列号.
Mac=网卡
MarkerExist=标记 "%s" 已经存在
MAPFileHaveIncorrectTimeStamp=MAP 文件的时间戳错误，无法被加载
MasterKeyPassword=主密钥密码
MasterKeyPasswordHelp=使用指定字段密码用于VMProtect访问主密钥，控制软件保护模块.
MatchCase=区分大小写
MaxBuildDate=最终创建日期
MaxProtection=最大保护(程序运行速度较慢)
MaxSpeed=最快速度(程序运行速度较快)
MemoryProtection=内存保护
MemoryProtectionHelp=打开此选项将在内存中保护磁盘和镜像文件，忽略任何变化.
Messages=Messages
MinGateSize=编译流程的最小大小为 5 字节
Mode=模式
Module=模块
ModuleOpenError=无法打开模块 "%s"
ModuleUnknownFormat=模块 "%s" 是未知格式
MoveDown=向下移动
MoveResourcesToEnd=挪动资源到文件尾部
MoveResourcesToEndHelp=如果你使用这个选项, 资源部分将被移动到文件的末尾.
MoveUp=向上移动
Mutation=变异
Name=名称
NETNotSupported=NET 应用程序不支持
New=新建
NewDLL=新建 DLL
NewFolder=新建节点
NewLicense=新建授权
NewObjects=新增标记/字符串
NewProcedure=新建流程
Next=下一步
No=否
NoConnection=无连接
NoPlaceForGate=没有足够的空间来创建适配器
NoToAll=取消所有
NotUseLicense=不使用授权
OK=确定
OnlineCommands=联机命令
Open=打开
OpenFile=打开文件
OpenFolders=展开所有节点
OpenNewFile=打开新文件
OptionAvialable=选项 "%s" 无法在未注册版中使用
Options=选项
OrderRef=订单号 #
Ordinal=序数
Other=其他
OutputFile=输出文件
OutputFileSize=输出文件大小 %d 字节 (%d%%)
Packing=压缩
PackOutputFile=压缩输出文件
PackOutputFileHelp=这个选项将会压缩受保护的文件, 这将使得它更小.
Parameters=参数
ParametersForMSVC=KeyGen.dll 的参数 (MSVC)
ParametersForDelphi=KeyGen.dll 的参数 (Delphi)
ParametersForNET=KeyGen.Net/PayPro Global 公司的参数
ParametersForPHP=keygen.php 的参数
Paste=粘贴
PasteSerialNumber=输入注册码
PeriodLimit=期限限制
Pointer=地址
Procedure=流程
ProcedureNotFoundInMAP=对象列表中未找到流程 "%s"
ProceduresForProtect=要保护的流程
Process=进程
ProductNotFound=产品代码 "%s" 在文件 "%s" 中没有找到
Project=项目
ProjectFile=项目文件
ProjectFiles=项目文件
PushOriginalAddress=保存源地址到堆栈: %.8x
Redo=重做
References=参考
RegisteredTo=注册给
RelativeAddress=相对地址
Reset=重置
Resources=资源
ResourceProtection=资源保护
ResourceProtectionHelp=该选项允许加密资源，不包括图标, manifest 和其他系统类型.
Retry=重试
RunnerCRC=检查虚拟机对象的完整性
RunnerCRCHelp=这个选项允许你检查代码和虚拟机的所有虚拟化的部分完整解释器.
RunningTimeLimit=运行时间限制
SaveLicensesAs=授权另存为
SaveProject=保存项目
SaveProjectAs=项目另存为
Saving=保存中
Script=脚本
ScriptFile=脚本文件
ScriptMessages=脚本消息
Search=搜索
SearchInFile=在文件中搜索
SearchInProcess=在进程中搜索
Section=区段
SectionNotPacked=区段 "%s" 不能被压缩
SectionPosUsedByDir=目录 "%s" 处于创建新区段的头部
SectionPosUsedBySection=区段 "%s" 处于创建新区段的头部
Sections=区段表
SEHNotSupported=不支持处理例外表d: %.8x
SelectAll=选择所有
SelectProceduresForProtect=选择要保护的流程
SerialNumber=注册码
SerialNumberInformation=序列号内容
SerialNumberDataIsTooLong=注册码没有足够的空间来存放数据.最大允许字节数: %d, 已使用: %d
SerialNumberIsRequired=注册码是必需的
Settings=设置
Setup=设置
ShellExt=整合右键菜单
ShowAll=显示所有
ShowProtectedProcedures=只显示受保护的程序
Size=大小
SortByName=按名称排列流程列表吗？
SortByType=按编译类型排列流程列表吗？
StopCompilation=难道你真的要停止编译?
String=字符串
Strings=字符串
StringDeprecated=使用函数 VMProtectDecryptStringA/VMProtectDecryptStringW 加密字符串
StripFixups=移除固定元素 (EXE文件)
StripFixupsHelp=如果这个选项被打开, 部分所占用的元素将被修正为VM使用需要.
Text=文本
TextNotFound=文本 "%s" 未找到
Thanks=感谢
Toolbars=工具条
Tools=工具
Type=类型
Ultra=超级 (变异 + 虚拟)
Unblock=开启注册码
Undo=撤消
Unregistered=未注册
Up=向上
Usage=使用
UseLicense=使用授权
UseMAPFileOrMarkers=使用 <a href="use_markers.htm">markers</a> 或者 <a href="use_map_file.htm">MAP 文件</a> 来查看你的功能和代码片段
UseMasterKey=使用主加密锁
UseOtherProject=使用其他项目文件
UseProjectOptions=使用项目选项
UseProjectOptionsHelp=如果这个选项被打开, 则当前的对象想使用共同的 <a href="expert_options.htm">保护选项</a>. 如果这个选项被关闭, 那么可以自定义要保护的对象的 <a href="expert_options.htm">保护选项</a>.
UserAtr=加密锁 ATR
UserAtrHelp=该参数已被用作 <a href="dongle_flashing.htm">用户加密锁写入</a>，及配置为加密锁 ID.
UserData=使用者信息
UserDataIsTooLong=没有足够的空间数据在 "使用者信息" .允许的最大字节数: %d, 你使用: %d
UserKey=用户加密锁
UserKeyHelp=用户加密锁 - 加密锁工作于最终用户一方的系统.
UserKeyUpdated=用户加密锁已成功更新
UserPIN=用户 PIN
UserPINHelp=使用指定的密码保护应用程序用于访问用户密钥传递到最终用户与受保护的共同应用.
Value=值
ValuesFor=值为
Variable=变量
Version=版本
VersionNumber=版本号
View=查看
Virtualization=虚拟
VirtualMachines=虚拟计算机
VirtualMachinesHelp=指定不同的虚拟机用于 <a href="dictionary.htm#Virtualization">虚拟化</a> 不同的代码段.
VMSections=VM 区段
VMSectionsHelp=额外的区段讲在编译过程中加到文件中. 这些数据将被写入到区段 (虚拟化代码, 突变代码, 虚拟解释器, 水印, 其他).
VMTools=虚拟工具 (VMware/Virtual PC/Sandboxie)
VMToolsHelp=此选项可防止在虚拟环境中运行各种受保护的文件: VMware, Virtual PC, VirtualBox, Sandboxie.
VMToolsFound=已找到虚拟化工具
Warning=警告
WatermarkCount=未注册版只能创建一个水印
WatermarkDisabled=水印 "%s" 开启/关闭
WatermarkExist=水印 "%s" 已存在
WatermarkName=水印名称
WatermarkNotFound=水印 "%s" 未能在水印列表中找到
Watermarks=水印
WatermarksHelp=使用下拉列表选择所需的 <a href="dictionary.htm#Watermarks">水印</a> 以包含到受保护的文件中.
WatermarkUsed=水印 "%s" 已经被保护文件使用
Yes=是
YesToAll=确定所有
